IDEA Open Model
TemperatureCurve2D Properties
The TemperatureCurve2D type exposes the following members.
Properties
Name | Description
Points
 List of polygon points
 (Inherited from Polygon2D.)
Temperature
 The temperature [K]
Top
See Also
Reference
TemperatureCurve2D Class
IdeaRS.OpenModel.Geometry2D Namespace